package pkg1;

public class Main {

	public static void main(String[] args) {
		
		/* 8월 21일(월) ~ 8월 27일(일) 회고록
		 * 
		 * 여느 때와 똑같이 깃허브, 프로그래머스, 인프런 강의 듣고 하고 있다.
		 * SQLD 시험날은 다가오는데 왜인지 모르게 공부가 잘 안되는 것 같다.
		 * 노랭이 책이 너무 어렵다고는 하는데 진짜 어려워서 개념 익히는 게 먼저인 것 같다.
		 * 차라리 기출문제를 쫙 풀어보는게 좋을 것 같아 오늘부터 기출문제를 쫘~악 풀어보려고 한다.
		 * 시험도 걱정이지만, 9월 4일 출근도 굉장히 걱정이다.
		 * 
		 * 분명 나는 잘할 수 있을거라 생각하지만, 무식한게 티 나면 어떡하지라는 걱정이 든다.
		 * 팀장님은 사람 굉장히 좋아보였다. 그에 대한 나의 기대가 무너지지 않게 열심히 해야겠다.
		 * 그렇지만 지금 나는 방향을 잡지 않고 하는 느낌이라
		 * 어떤 공부를 해야 회사에 맞출 수 있을지 잘 모르겠다.
		 * 
		 * 뭐 어느 신입이나 첫 출근에 대한 걱정이 많겠지만, 개발자 분야는 꽤 부담인 것 같다.
		 * 그래도 당당하게 모르는 거 있으면 물어보고 해야겠다.
		 * 
		 * 걱정은 잠시 접어두고 오늘도 열심히 공부해야겠다. 최정원 화이팅!!!
		 * 
		 */
	}

}
